# БОТ --------------------------
# токен бота
TOKEN = '7836783041:AAFtLuQazBhqUs78zrjek9CB2W5TE8vmmOI'
ADMIN_IDS = [
    781498836,
]
# БАЗА ДАННЫХ ------------------
DB_HOST = 'localhost'  # Хост базы данных
DB_PORT = 5432  # Порт базы данных
DB_USER = 'postgres'  # Имя пользователя базы данных
DB_PASSWORD = 'postgres'  # Пароль пользователя базы данных
DB_NAME = 'freelance'  # Имя базы данных
# СООБЩЕНИЯ --------------------
# приветственное сообщение (команда /start)
HELLO_MESSAGE = "Ожидайте, проверяю анкету..."
# сообщение отправляемое после 2ух секундной паузы
MESSAGE_AFTER_DELAY = f"Анкета принята, ожидайте решения..."
# сообщение для массовой рассылки №1
MESSAGE_FOR_MASS_1 = "Новая анкета. Пожалуйста, заполните анкету."
# сообщение для массовой рассылки №2
MESSAGE_FOR_MASS_2 = "Новая анкета. Пожалуйста, заполните анкету."
# ссылка для кнопки массовой рассылки №1
LINK_FOR_MASS_1 = 'https://www.google.com'
# ссылка для кнопки массовой рассылки №2
LINK_FOR_MASS_2 = 'https://www.google.com'

