# БОТ --------------------------
# токен бота
TOKEN = '7836783041:AAFtLuQazBhqUs78zrjek9CB2W5TE8vmmOI'
ADMIN_IDS = [
    # Telegram ID администраторов
    781498836,
]
# БАЗА ДАННЫХ ------------------
DB_HOST = 'localhost'  # Хост базы данных
DB_PORT = 3306  # Порт базы данных
DB_USER = 'u2972133_default'  # Имя пользователя базы данных
DB_PASSWORD = 'DhAASYCj4m422mZ0'  # Пароль пользователя базы данных
DB_NAME = 'u2972133_default'  # Имя базы данных
# СООБЩЕНИЯ --------------------
# приветственное сообщение (команда /start)
HELLO_MESSAGE = "Ожидайте, проверяю анкету..."
# сообщение отправляемое после 2ух секундной паузы
MESSAGE_AFTER_DELAY = f"Анкета принята, ожидайте решения..."
# сообщение для массовой рассылки №1
MESSAGE_FOR_MASS_1 = "Сообщение 1"
# сообщение для массовой рассылки №2
MESSAGE_FOR_MASS_2 = "Сообщение 2"
# текст кнопки массовой рассылки №1
BUTTON_FOR_MASS_1 = "Анкета 1"
# текст кнопки массовой рассылки №2
BUTTON_FOR_MASS_2 = "Анкета 2"
# ссылка для кнопки массовой рассылки №1
LINK_FOR_MASS_1 = 'https://www.google.com'
# ссылка для кнопки массовой рассылки №2
LINK_FOR_MASS_2 = 'https://www.google.com'

